[Skills.Skill_Sage_CorrosiveTransformed SkillDefinition]
SkillName="Physical changes"
SkillDescription="It is replaced by a destructive process"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_FireTransformed SkillDefinition]
SkillName="delaying changes"
SkillDescription="Changed by fire"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_ShockTransformed SkillDefinition]
SkillName="A big change"
SkillDescription="It was replaced by lightning."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_SlagTransformed SkillDefinition]
SkillName="A filth"
SkillDescription="topic instead"
LockedSkillDetailStr="<Locked>"

